import blog1 from '../assets/images/blog/blog1.jpg'

export const blogData = [
  {
    id: 1,
    title: 'Как справиться с тревожностью',
    description:
      'Практические методы работы с тревогой и внутренним напряжением.',
    image: blog1,
    content: [
      'Тревожность — это естественная реакция психики на неопределённость и потенциальную опасность. В умеренной форме она помогает нам быть внимательными и собранными.',

      'Многие люди описывают тревожность как внутреннее напряжение, ощущение «комка» в груди, учащённое сердцебиение или бесконечный поток тревожных мыслей. Важно понимать: с этим состоянием можно работать.',

      'Первый шаг — осознание. Попробуйте не бороться с тревогой, а заметить её. Где она ощущается в теле? Какие мысли её сопровождают? Простое наблюдение уже снижает интенсивность переживания.',

      'Второй шаг — работа с телом. Медленное глубокое дыхание, прогулка на свежем воздухе, лёгкая физическая нагрузка помогают нервной системе переключиться из режима «опасность» в режим восстановления.',

      'Третий шаг — пересмотр мыслей. Часто тревога подпитывается катастрофическими сценариями. Задайте себе вопросы: насколько это реально? Есть ли факты, подтверждающие мои опасения?',

      'Если тревожность сохраняется долгое время и мешает повседневной жизни, важно обратиться за поддержкой к специалисту. Работа с психологом позволяет глубже понять причины состояния и выстроить устойчивые способы саморегуляции.',
    ],
    date: '12 марта 2025',
  },

  {
    id: 2,
    title: 'Почему возникают конфликты в семье',
    description: 'Разбираем причины семейных конфликтов и способы их решения.',
    image: blog1,
    content: [
      'Тревожность — это естественная реакция психики на неопределённость и потенциальную опасность. В умеренной форме она помогает нам быть внимательными и собранными.',

      'Многие люди описывают тревожность как внутреннее напряжение, ощущение «комка» в груди, учащённое сердцебиение или бесконечный поток тревожных мыслей. Важно понимать: с этим состоянием можно работать.',

      'Первый шаг — осознание. Попробуйте не бороться с тревогой, а заметить её. Где она ощущается в теле? Какие мысли её сопровождают? Простое наблюдение уже снижает интенсивность переживания.',

      'Второй шаг — работа с телом. Медленное глубокое дыхание, прогулка на свежем воздухе, лёгкая физическая нагрузка помогают нервной системе переключиться из режима «опасность» в режим восстановления.',

      'Третий шаг — пересмотр мыслей. Часто тревога подпитывается катастрофическими сценариями. Задайте себе вопросы: насколько это реально? Есть ли факты, подтверждающие мои опасения?',

      'Если тревожность сохраняется долгое время и мешает повседневной жизни, важно обратиться за поддержкой к специалисту. Работа с психологом позволяет глубже понять причины состояния и выстроить устойчивые способы саморегуляции.',
    ],
    date: '20 февраля 2025',
  },
  {
    id: 3,
    title: 'Почему возникают конфликты в семье',
    description: 'Разбираем причины семейных конфликтов и способы их решения.',
    image: blog1,
    content: [
      'Тревожность — это естественная реакция психики на неопределённость и потенциальную опасность. В умеренной форме она помогает нам быть внимательными и собранными.',

      'Многие люди описывают тревожность как внутреннее напряжение, ощущение «комка» в груди, учащённое сердцебиение или бесконечный поток тревожных мыслей. Важно понимать: с этим состоянием можно работать.',

      'Первый шаг — осознание. Попробуйте не бороться с тревогой, а заметить её. Где она ощущается в теле? Какие мысли её сопровождают? Простое наблюдение уже снижает интенсивность переживания.',

      'Второй шаг — работа с телом. Медленное глубокое дыхание, прогулка на свежем воздухе, лёгкая физическая нагрузка помогают нервной системе переключиться из режима «опасность» в режим восстановления.',

      'Третий шаг — пересмотр мыслей. Часто тревога подпитывается катастрофическими сценариями. Задайте себе вопросы: насколько это реально? Есть ли факты, подтверждающие мои опасения?',

      'Если тревожность сохраняется долгое время и мешает повседневной жизни, важно обратиться за поддержкой к специалисту. Работа с психологом позволяет глубже понять причины состояния и выстроить устойчивые способы саморегуляции.',
    ],
    date: '20 февраля 2025',
  },
  {
    id: 4,
    title: 'Почему возникают конфликты в семье',
    description: 'Разбираем причины семейных конфликтов и способы их решения.',
    image: blog1,
    content: [
      'Тревожность — это естественная реакция психики на неопределённость и потенциальную опасность. В умеренной форме она помогает нам быть внимательными и собранными.',

      'Многие люди описывают тревожность как внутреннее напряжение, ощущение «комка» в груди, учащённое сердцебиение или бесконечный поток тревожных мыслей. Важно понимать: с этим состоянием можно работать.',

      'Первый шаг — осознание. Попробуйте не бороться с тревогой, а заметить её. Где она ощущается в теле? Какие мысли её сопровождают? Простое наблюдение уже снижает интенсивность переживания.',

      'Второй шаг — работа с телом. Медленное глубокое дыхание, прогулка на свежем воздухе, лёгкая физическая нагрузка помогают нервной системе переключиться из режима «опасность» в режим восстановления.',

      'Третий шаг — пересмотр мыслей. Часто тревога подпитывается катастрофическими сценариями. Задайте себе вопросы: насколько это реально? Есть ли факты, подтверждающие мои опасения?',

      'Если тревожность сохраняется долгое время и мешает повседневной жизни, важно обратиться за поддержкой к специалисту. Работа с психологом позволяет глубже понять причины состояния и выстроить устойчивые способы саморегуляции.',
    ],
    date: '20 февраля 2025',
  },

  {
    id: 5,
    title: 'Почему возникают конфликты в семье',
    description: 'Разбираем причины семейных конфликтов и способы их решения.',
    image: blog1,
    content: [
      'Тревожность — это естественная реакция психики на неопределённость и потенциальную опасность. В умеренной форме она помогает нам быть внимательными и собранными.',

      'Многие люди описывают тревожность как внутреннее напряжение, ощущение «комка» в груди, учащённое сердцебиение или бесконечный поток тревожных мыслей. Важно понимать: с этим состоянием можно работать.',

      'Первый шаг — осознание. Попробуйте не бороться с тревогой, а заметить её. Где она ощущается в теле? Какие мысли её сопровождают? Простое наблюдение уже снижает интенсивность переживания.',

      'Второй шаг — работа с телом. Медленное глубокое дыхание, прогулка на свежем воздухе, лёгкая физическая нагрузка помогают нервной системе переключиться из режима «опасность» в режим восстановления.',

      'Третий шаг — пересмотр мыслей. Часто тревога подпитывается катастрофическими сценариями. Задайте себе вопросы: насколько это реально? Есть ли факты, подтверждающие мои опасения?',

      'Если тревожность сохраняется долгое время и мешает повседневной жизни, важно обратиться за поддержкой к специалисту. Работа с психологом позволяет глубже понять причины состояния и выстроить устойчивые способы саморегуляции.',
    ],
    date: '20 февраля 2025',
  },
  {
    id: 6,
    title: 'Почему возникают конфликты в семье',
    description: 'Разбираем причины семейных конфликтов и способы их решения.',
    image: blog1,
    content: [
      'Тревожность — это естественная реакция психики на неопределённость и потенциальную опасность. В умеренной форме она помогает нам быть внимательными и собранными.',

      'Многие люди описывают тревожность как внутреннее напряжение, ощущение «комка» в груди, учащённое сердцебиение или бесконечный поток тревожных мыслей. Важно понимать: с этим состоянием можно работать.',

      'Первый шаг — осознание. Попробуйте не бороться с тревогой, а заметить её. Где она ощущается в теле? Какие мысли её сопровождают? Простое наблюдение уже снижает интенсивность переживания.',

      'Второй шаг — работа с телом. Медленное глубокое дыхание, прогулка на свежем воздухе, лёгкая физическая нагрузка помогают нервной системе переключиться из режима «опасность» в режим восстановления.',

      'Третий шаг — пересмотр мыслей. Часто тревога подпитывается катастрофическими сценариями. Задайте себе вопросы: насколько это реально? Есть ли факты, подтверждающие мои опасения?',

      'Если тревожность сохраняется долгое время и мешает повседневной жизни, важно обратиться за поддержкой к специалисту. Работа с психологом позволяет глубже понять причины состояния и выстроить устойчивые способы саморегуляции.',
    ],
    date: '20 февраля 2025',
  },
]
