import image from '../assets/images/center.png'

export const specialists = [
  {
    name: 'Анна Смирнова',
    role: 'Клинический психолог',
    text: 'Работает с тревожными расстройствами.',
    image,
  },
  {
    name: 'Игорь Петров',
    role: 'Семейный психолог',
    text: 'Специализируется на кризисах в отношениях.',
    image,
  },
  {
    name: 'Мария Иванова',
    role: 'Психотерапевт',
    text: 'Помогает при эмоциональном выгорании.',
    image,
  },
  {
    name: 'Ольга Коваль',
    role: 'Детский психолог',
    text: 'Работает с детьми и подростками.',
    image,
  },
  {
    name: 'Дмитрий Кузнецов',
    role: 'Семейный терапевт',
    text: 'Помогает в решении семейных конфликтов.',
    image,
  },
  {
    name: 'Елена Орлова',
    role: 'Психотерапевт',
    text: 'Работает с самооценкой и кризисами.',
    image,
  },
  {
    name: 'Сергей Волков',
    role: 'Клинический психолог',
    text: 'Специализируется на тревоге.',
    image,
  },
]
